import { IPlan } from '../interface/plan.interface'

export const pricingCardOffer: IPlan[] = [
  {
    id: 1,
    title: 'ДВОТИЖНЕВА ПІДПИСКА',
    price: '₴724.99*',
    period: '2 тижні',
    features: [
      '7-денна пробна версія, потім автоматично поновлюється до двотижневого плану',
      'Персоналізований сертифікат IQ',
      'Комплексний когнітивний аналіз',
      'Повний доступ до інструментів розробки',
    ],
  },
  {
    id: 2,
    title: 'ЩОМІСЯЧНА ПІДПИСКА',
    price: '₴1448.99*',
    period: 'місяць',
    features: [
      'Максимальна економія на довгостроковому зростанні',
      'Повний набір для когнітивної оцінки',
      '20+ годин курсів під керівництвом експертів',
      'Персоналізований шлях розвитку',
    ],
  },
]
